# ==================== НАСТРОЙКИ ====================
SALARY_DAY = 10
ADVANCE_DAY = 25

# ==================== КАТЕГОРИИ ====================
CATEGORIES = {
    "Расход": {
        "Транспорт": ["Такси", "Метро", "Автобус", "Авиа", "ЖД", "Бензин"],
        "Продукты": ["Супермаркет", "Рынок", "Доставка", "Магазин у дома"],
        "Кафе": ["Ресторан", "Кофейня", "Бизнес-ланч", "Фастфуд"],
        "ЖКХ": ["Квартплата", "Электричество", "Вода", "Газ"],
        "Связь": ["Мобильная связь", "Интернет", "VPN"],
        "Развлечения": ["Кино", "Игры", "Концерты", "Подписки"],
        "Здоровье": ["Аптека", "Врачи", "Спорт", "Анализы"],
        "Одежда": ["Обувь", "Одежда", "Аксессуары"],
        "Другое": [""]
    },
    "Доход": {
        "Зарплата": ["Основная", "Премия", "Подработка"],
        "Фриланс": ["Проекты", "Консультации"],
        "Подарки": ["Семье", "Друзьям"],
        "Кэшбэк": ["Банк", "Карта"],
        "Другое": [""]
    }
}